{
	"WBUI2":
	{
		"settings":
		{
			"openbutton": 1,
			"hideicon": false,
			"hideiconafter": 60,
			"iconurl": "https://i.imgur.com/gICr8IF.png",
			"disableicontext": false,
			"iconposition": 3,
			"icontextcolor": 0,
			"openonstart": true,
			"openonstartonlynewplayers": true,
			"updateinterval": 12
		},
		"tabs": [
			{
				"layout": 1,
				"buttontext": "Normas",
				"imageurl": "https://i.imgur.com/aKHtggv.jpg",
				"content": [
					{
						"title": "Normas del servidor",
						"text": "Están prohibidas las faltas de respeto y actitudes toxicas hacia cualquier persona del servidor y administración.\n\nEsta prohibido hacer spam en el servidor.\n\nLos nombres Humano, 123, políticos, ofensivos y similares están prohibidos.\n\nSe eliminará el personaje.\n\nLa administración no se hace cargo por perdida de objetos, dinos o estructuras a causa de bugs.\n\nTodos los jugadores deben que tener una tribu creada o pertenecer a una.\n\nEstán prohibidos todos los tipos de bugs (Undermap, Dupp, etc).\n\nEsta prohibido robar a otros jugadores.\n\nEsta prohibido el inside.\n\nEsta prohibido arrastrar, secuestrar o encerrar a otros jugadores.\n\nEsta prohibido grifear a otros jugadores.\nEJ: Llevarle dinos salvajes para que ataquen sus bases.\n\nUna tribu solo se puede tener un máximo de 1 base y 1 puerto marítimo (en caso de no tener acceso a agua para criar) por mapa.\nEl rango de la base no puede ser superior al área del comedero del CS (poner el rango al maximo) mientras que el del puerto debe ser del area de un Egg Collector.\nSolo se puede tener UN awesome telepor (Base de Teletransporte) o Teleport vanilla en la BASE y otro en la base marítima/puerto.\nPara el amurallamiento de las bases solo se permitira el uso del Medium Stone Wall y un máximo de 4 puertas colosales.\nSolo se permitirá tener 4 platos de gachas en la base principal.\n\nSolo se permite la construcción de los Awesome Teleport o TPs vanilla en la BASE, quedando prohibida su construcción en otras zonas.\n\nQueda prohibida la construcción de bases de diferentes tribus cercanas unas a las otras para evitar problemas de lag masivo.\n\nEsta prohibido dejar estructuras y dinos abandonados por el mapa, serán destruidos.\n\nLas trampas para captura de dinos se permitirán siempre que sean publicas (Puertas desbloqueadas o acceso libre a la trampa).\n\nEsta prohibido la construcción sin sentido de pilares o suelos para romper spawn (pilarear).\n\nEsta prohibido construir en grandes zonas de recursos, zonas de artefactos, cuevas y sus entradas, spawns de jugadores o de dinos específicos.\n\nEsta prohibido construir en la isla de herbívoros y carnívoros y sus alrededores (mapa The island).\n\nEsta prohibido construir en los Obeliscos/Terminales y sus proximidades.,Las torretas tienen que estar configuradas solo en Atacar a dinos salvajes.\n\nLos grifos de savia, bombas de aceite y recolectores de gas tienen que ser publicas y de fácil acceso. En caso contrario serán destruidas.\n\nEsta prohibido robar o matar un tameo, alfa, shiny o mini jefe al cual ya se este enfrentando otro jugador.\nLa primer persona que llegue al dino tendrá prioridad sobre el mismo.\nSi se genera un problema la administración requisara/matara dicho dino.\n\nEsta prohibido el robo de drops orbitales o menas de elemento y su loot, los cuales ya este haciendo otro jugador.\n\nPara hacer un reporte se deben presentar pruebas claras de lo sucedido a través de tickets.\n\nSi tienen alguna sugerencia puedes plantearlas el canal de sugerencias.\nSi tienes dudas puedes plantearlas en los canales de texto o abrir un ticket.\n\nSI JUEGAS EN EL SERVIDOR SE DA POR ENTENDIDO QUE CONOCES LAS NORMAS.\nDESCONOCER LA EXISTENCIA DE LAS MISMAS NO SIGNIFICA QUE ESTAS EXENTO DE LOS CASTIGOS.\n\nEstas normas pueden ser modificadas en cualquier momento por la administración."
					}
				]
			},
			{
				"layout":1,
				"buttontext": "Info",
				"imageurl": "https://i.imgur.com/euepInN.png",
				"content": [
					{
						"title": "Informacion",
						"text": "Mapas: The Island, Scorched Earth, Aberration y Extinction.\nTameo x10\nFarmeo x3\nIncubación x5\nMaduración x10,5\nExperiencia x1,5\nNivel Max Dino:\n• Normal: 150\n• Wyvern-Dragon de Roca: 190\n• Tek: 180\nVelocidad de jugador activada.\nVoladores en cuevas y Aberration deshabilitados.\nPulsos maximos de mutacion: 2"
					}
				]
			},
			{
				"layout": 1,
				"buttontext": "Donaciones",
				"imageurl": "https://i.imgur.com/KKhDSEN.jpg",
				"content": [
					{
						"title": "Donaciones",
						"text": "\n\nMantener todo esto funcionando no es gratis para nosotros y alguna ayudita siempre viene bien, por eso todo aquel que nos quiera ayudar es bienvenido y le estaremos agradecido.\nLa informacion sobre como donar esta disponible en discord.\n\nPAQUETES\n• 5€: 1 Dino Castrado con 50 puntos en todo (Wyverns y TEK con 55 puntos y Acuáticos con 60 puntos), 1 Dino de Hombro y pintar 1 dino.\n• 10€: 2 Dino Castrado con 50 puntos en todo (Wyverns y TEK con 55 puntos y Acuáticos con 60 puntos), 2 Dinos de Hombro y pintar 2 dinos.\n• 20€: 5 Dino Castrado con 50 puntos en todo (Wyverns y TEK con 55 puntos y Acuáticos con 60 puntos), 5 Dinos de Hombro y pintar 5 dinos.\n\n• 2€: Pintar 2 dinos.\n• 4€: Pintar 5 dinos."
					}
				]
			},
			{
				"layout": 1,
				"buttontext": "Casino",
				"imageurl": "https://i.imgur.com/Gb1RYW4.jpeg",
				"content": [
					{
						"title": "Casino",
						"text": "Ubicacion: The Island, coords: 89 - 90\n\nAdquiere dinos exclusivos y otros artículos especiales en el casino.\n\nCanjea ARKCOINS por monedas para poder usar las maquinas o completa misiones.\nLas misiones cambian diariamente."
					}
				]
			},
			{
				"layout": 1,
				"buttontext": "Kit",
				"imageurl": "https://i.imgur.com/ofktLU8.png",
				"content": [
					{
						"title": "Kit de Inicio",
						"text": "Puedes reclamar un kit de inicio en la tienda de puntos del F1, manten apretado la tecla R (PC), Cuadrado (PS5) o X (Xbox) y busca la opcion que diga F1.\nNo podras reclamar otro kit aunque crees un personaje nuevo."
					}
				]
			},
			{
				"layout": 1,
				"buttontext": "NPCs",
				"imageurl": "https://i.imgur.com/CQDuKDy.jpg",
				"content": [
					{
						"title": "Informacion",
						"text": "Mapas: The Island, Scorched Earth\nAqui podran encontrar grupos de humanos que crearan sus propios aldeas y caminaran por el mapa tameando o cazando dinos. Son neutrales hacia los jugadores siempre y cuando no sean atacados o no se les robe, pero vez en cuando atacarán tu base.\nPara evitar ataques solo debes colocar el *No NPC Atack Sign* alrededor de tu base."
					}
				]
			}
		],
		"links": [
			{
				"text": "Discord",
				"url": "https://discord.gg/6sHhsuZePQ"
			}
		],
		"version": 2
	}
}
